[
    {
        "title": "Matrix",
        "synopsis": "Um rapaz que trabalha com computadores descobre que a vida é basicamente um videogame bugado, resolve virar um mestre em kung fu e passa a derrubar linhas de código na base do chute — sempre de óculos escuros, mesmo à noite."
    },
    {
        "title": "Titanic",
        "synopsis": "Uma festa flutuante cheia de gente rica termina em um banho gelado, onde a mobília se torna item de sobrevivência de alto valor e o romance é testado por um grande iceberg e decisões de design discutíveis."
    },
    {
        "title": "O Poderoso Chefão",
        "synopsis": "Uma grande reunião familiar com muito molho de tomate vira um drama tenso quando se percebe que favores, às vezes, vêm acompanhados de ofertas impossíveis de recusar."
    },
    {
        "title": "Forrest Gump",
        "synopsis": "Um sujeito com talentos inesperados atravessa décadas de história enquanto corre (literalmente) atrás de significados para a vida, carregando uma caixa de chocolates e participando de eventos que ninguém consegue explicar direito."
    },
    {
        "title": "O Rei Leão",
        "synopsis": "Animais falantes enfrentam dilemas de herança territorial ao som de hits africanos, com uma trama que envolve quedas dramáticas, filosofias sobre insetos e a importância de um pedaço de pedra enorme."
    },
    {
        "title": "De Volta para o Futuro",
        "synopsis": "Quando um jovem e um senhor de cabelos bagunçados decidem que viajar pelo tempo num carro tunado é uma boa ideia, o resultado inclui encontros familiares embaraçosos e um relógio que não para de dar trabalho."
    },
    {
        "title": "Jurassic Park",
        "synopsis": "Uma tentativa desastrosa de abrir um zoológico de lagartos gigantes dá errado em tempo recorde, com corridas frenéticas e muitos gritos — principalmente quando a eletricidade resolve tirar férias."
    },
    {
        "title": "Pulp Fiction",
        "synopsis": "Conversas filosóficas e coreografias inesperadas acontecem em meio a uma sequência de eventos que envolvem maletas brilhantes, sanduíches não muito inocentes e um certo penteado inesquecível."
    },
    {
        "title": "Star Wars: Uma Nova Esperança",
        "synopsis": "Uma ópera espacial com sabres brilhantes, robôs falantes e uma bola gigante que causa muita dor de cabeça para um grupo de pessoas que decidem apostar tudo em um plano absurdamente arriscado."
    },
    {
        "title": "O Iluminado",
        "synopsis": "Quando uma família aceita um trabalho de inverno em um hotel deserto e assustador, a rotina rapidamente vira um desfile de portas quebradas, crianças pedalando em corredores e frases repetitivas batendo forte na sanidade."
    },
    {
        "title": "Psicose",
        "synopsis": "A hospedagem mais desconfortável da história: um chuveiro que ninguém deveria usar, um gerente com hobbies esquisitos e uma relação mãe-e-filho que deixa Freud com dor de cabeça."
    },
    {
        "title": "Clube da Luta",
        "synopsis": "Dois sujeitos decidem que bater um no outro é uma forma válida de terapia, mas rapidamente as coisas evoluem para algo muito mais explosivo, com regras que ninguém parece respeitar."
    },
    {
        "title": "A Origem",
        "synopsis": "Missão do dia: entrar nos sonhos dos outros, plantar ideias sem serem pegos e tentar descobrir se o peão vai ou não cair — tudo isso enquanto as leis da gravidade e do tempo fazem hora extra."
    },
    {
        "title": "O Senhor dos Anéis: A Sociedade do Anel",
        "synopsis": "Um grupo de aventureiros barbudos e de pés peludos enfrenta monstros e caminhadas intermináveis só para jogar um anel esquisito dentro de um vulcão mal-humorado."
    },
    {
        "title": "Indiana Jones e os Caçadores da Arca Perdida",
        "synopsis": "Um explorador com chapéu estiloso e medo irracional de répteis encara armadilhas mortais e nazistas obstinados em busca de uma caixa que todos querem abrir, mas ninguém deveria."
    },
    {
        "title": "E.T. o Extraterrestre",
        "synopsis": "Um ser com aparência questionável e dedos brilhantes tenta pegar carona para casa com a ajuda de crianças corajosas, bicicletas voadoras e um estoque generoso de doces coloridos."
    }
]